Repository: zine-inc/monkeyword
Catalog: apps/apple/Sources/MonkeywordCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# audit.checks.title
source: Audit checks
ja: 監査チェック

# audit.empty.detail
source: No audit fixture is available.
ja: 監査 fixture がありません。

# audit.empty.title
source: No audit data
ja: 監査データなし

# audit.score
source: Score
ja: スコア

# audit.score.accessibility
source: Site audit score
ja: サイト監査スコア

# audit.score.detail
source: Core Web Vitals and technical SEO checks from bundled mock data.
ja: 同梱 mock データによる Core Web Vitals と技術 SEO の確認です。

# audit.status.fail
source: Fail
ja: 要修正

# audit.status.pass
source: Pass
ja: 良好

# audit.status.warn
source: Warn
ja: 注意

# audit.subtitle
source: Review Core Web Vitals, metadata, and crawl readiness.
ja: Core Web Vitals、メタ情報、クロール準備状況を確認します。

# audit.title
source: Site Audit
ja: サイト監査

# audit.vital.cls.detail
source: Layout shift
ja: レイアウトずれ

# audit.vital.inp.detail
source: Interaction response
ja: 操作への応答

# audit.vital.lcp.detail
source: Main content load
ja: 主要コンテンツ表示

# backlink.chart.accessibility
source: Bar chart of source domain strength
ja: 参照元ドメイン強度の棒グラフ

# backlink.chart.domain
source: Domain
ja: ドメイン

# backlink.chart.dr
source: Domain strength
ja: ドメイン強度

# backlink.chart.title
source: Source domain strength
ja: 参照元ドメイン強度

# backlink.kpi.dr
source: Avg. strength
ja: 平均強度

# backlink.kpi.dr.detail
source: Source domains
ja: 参照元ドメイン

# backlink.kpi.follow
source: Follow links
ja: Follow リンク

# backlink.kpi.follow.detail
source: Passes equity signal
ja: 評価シグナル対象

# backlink.kpi.total
source: Backlinks
ja: 被リンク

# backlink.kpi.total.detail
source: Bundled sample rows
ja: 同梱サンプル行

# backlink.subtitle
source: Inspect mock backlink quality, anchors, and source domains.
ja: mock 被リンクの品質、アンカー、参照元ドメインを確認します。

# backlink.title
source: Backlink Analysis
ja: 被リンク分析

# brief.copied
source: Copied
ja: コピー済み

# brief.copy
source: Copy
ja: コピー

# brief.copy.title
source: Draft copy
ja: 下書きコピー

# brief.empty.detail
source: No brief fixture is available.
ja: 構成案 fixture がありません。

# brief.empty.title
source: No content brief
ja: 構成案なし

# brief.outline
source: Outline
ja: 構成案

# brief.subtitle
source: Turn a target keyword into an outline, FAQ, and reusable draft copy.
ja: 対象キーワードから構成案、FAQ、再利用できる下書きを作ります。

# brief.title
source: Content Brief
ja: コンテンツ構成案

# coach.status.done
source: Done
ja: 完了

# coach.status.snoozed
source: Snoozed
ja: 保留

# coach.status.todo
source: Todo
ja: 未着手

# coach.subtitle
source: Five concrete next actions from bundled local-LLM style fixtures.
ja: ローカル LLM 風の fixture から、次の打ち手を 5 件表示します。

# coach.title
source: AI Coach
ja: AI コーチ

# competitor.gap
source: Keyword gap
ja: 未対応キーワード

# competitor.subtitle
source: Compare three fictional domains and find content opportunities.
ja: 架空の 3 ドメインを比較し、コンテンツ機会を見つけます。

# competitor.title
source: Competitor Analysis
ja: 競合分析

# competitor.topKeywords
source: Top keywords
ja: 上位キーワード

# competitor.traffic
source: Estimated monthly traffic
ja: 推定月間流入

# dashboard.chart.date
source: Date
ja: 日付

# dashboard.chart.intent
source: Intent
ja: 検索意図

# dashboard.chart.intentCount
source: Count
ja: 件数

# dashboard.chart.visibility
source: Visibility
ja: 可視性

# dashboard.intentDistribution
source: Keyword intent mix
ja: キーワード意図分布

# dashboard.intentDistribution.accessibility
source: Bar chart of keyword intent distribution
ja: キーワード意図分布の棒グラフ

# dashboard.kpi.keywords
source: Keywords
ja: キーワード

# dashboard.kpi.keywords.detail
source: Research candidates
ja: 調査候補

# dashboard.kpi.rank
source: Avg. rank
ja: 平均順位

# dashboard.kpi.rank.detail
source: Latest tracked keywords
ja: 最新計測キーワード

# dashboard.kpi.top10
source: Top 10
ja: 10 位以内

# dashboard.kpi.top10.detail
source: Current entries
ja: 現在の掲載数

# dashboard.kpi.volume
source: Search volume
ja: 月間検索数

# dashboard.kpi.volume.detail
source: Estimated total
ja: 推定合計

# dashboard.nextActions
source: AI coach next actions
ja: AI コーチの次の打ち手

# dashboard.rankTrend
source: Rank visibility trend
ja: 順位可視性の推移

# dashboard.rankTrend.accessibility
source: Line chart of rank visibility trend
ja: 順位可視性推移の折れ線グラフ

# dashboard.recentJobs
source: Recent jobs
ja: 最近のジョブ

# dashboard.subtitle
source: A mock overview of rankings, keyword opportunities, and next actions.
ja: 順位、キーワード機会、次の打ち手を mock データで俯瞰します。

# dashboard.title
source: Dashboard
ja: ダッシュボード

# intent.commercial
source: Commercial
ja: 比較・購入

# intent.informational
source: Informational
ja: 情報収集

# intent.transactional
source: Transactional
ja: 行動直前

# job.kind.aiCoach
source: AI coach
ja: AI コーチ

# job.kind.audit
source: Site audit
ja: サイト監査

# job.kind.backlink
source: Backlink scan
ja: 被リンク確認

# job.kind.brief
source: Content brief
ja: 構成案

# job.kind.competitor
source: Competitor analysis
ja: 競合分析

# job.kind.contentOptimize
source: Content optimization
ja: 記事改善

# job.kind.gap
source: Gap analysis
ja: 差分分析

# job.kind.internalLink
source: Internal links
ja: 内部リンク

# job.kind.rank
source: Rank tracking
ja: 順位計測

# job.kind.suggest
source: Keyword suggestions
ja: キーワード候補

# job.kind.topicCluster
source: Topic cluster
ja: トピック群

# job.status.done
source: Done
ja: 完了

# job.status.queued
source: Queued
ja: 待機中

# job.status.running
source: Running
ja: 実行中

# keyword.column.difficulty
source: Difficulty
ja: 難易度

# keyword.column.keyword
source: Keyword
ja: キーワード

# keyword.column.volume
source: Volume
ja: 検索数

# keyword.empty.detail
source: Try a different keyword query.
ja: 別のキーワードで絞り込んでください。

# keyword.empty.title
source: No matching keywords
ja: 一致するキーワードなし

# keyword.search.clear
source: Clear keyword search
ja: キーワード検索をクリア

# keyword.search.label
source: Keyword search
ja: キーワード検索

# keyword.search.placeholder
source: Search keywords or summaries
ja: キーワードや要約で検索

# keyword.subtitle
source: Filter research candidates and inspect intent, volume, and difficulty.
ja: 調査候補を絞り込み、検索意図、検索数、難易度を確認します。

# keyword.table.title
source: Results
ja: 結果一覧

# keyword.title
source: Keyword Research
ja: キーワード調査

# keyword.wheel.accessibility
source: Radial view of top keyword suggestions
ja: 上位キーワード候補の放射状ビュー

# keyword.wheel.center
source: Topics
ja: テーマ

# keyword.wheel.title
source: Question-style topic wheel
ja: 質問発想のトピックホイール

# mock.banner.accessibility
source: Mock mode is enabled. Data is bundled and offline.
ja: モックモードが有効です。データは同梱され、オフラインで動作します。

# mock.banner.detail
source: Bundled fixtures, no live requests
ja: 同梱 fixture のみ、ライブ通信なし

# mock.banner.disabled
source: Mock Mode required in Phase 1
ja: Phase 1 は Mock Mode 固定

# nav.aiCoach
source: AI Coach
ja: AI コーチ

# nav.backlinks
source: Backlinks
ja: 被リンク

# nav.competitors
source: Competitors
ja: 競合

# nav.contentBrief
source: Brief
ja: 構成案

# nav.dashboard
source: Dashboard
ja: ダッシュボード

# nav.keywordResearch
source: Keywords
ja: キーワード

# nav.rankTracking
source: Ranks
ja: 順位

# nav.settings
source: Settings
ja: 設定

# nav.siteAudit
source: Audit
ja: 監査

# onboarding.back
source: Back
ja: 戻る

# onboarding.next
source: Next
ja: 次へ

source: Onboarding progress
ja: オンボーディングの進行状況

# onboarding.start
source: Start
ja: 開始

# onboarding.step1.detail
source: Phase 1 runs fully offline with bundled mock fixtures.
ja: Phase 1 は同梱 mock fixture のみで完全オフライン動作します。

# onboarding.step1.title
source: Private by default
ja: 標準でプライベート

# onboarding.step2.detail
source: Review keyword opportunities, rank movement, backlinks, and technical checks.
ja: キーワード機会、順位推移、被リンク、技術チェックを確認できます。

# onboarding.step2.title
source: Research workspace
ja: リサーチ作業台

# onboarding.step3.detail
source: Local-LLM style suggestions highlight the next actions to take.
ja: ローカル LLM 風の提案で、次にやることを整理します。

# onboarding.step3.title
source: Actionable next steps
ja: 次の打ち手を明確に

source: Project selector
ja: プロジェクト選択

# rank.chart.date
source: Date
ja: 日付

# rank.chart.position
source: Position score
ja: 順位スコア

# rank.current
source: Current
ja: 現在

# rank.featuredSnippet
source: Featured
ja: 強調表示

# rank.sparkline.accessibility
source: Seven day rank sparkline
ja: 7 日間の順位スパークライン

# rank.subtitle
source: Monitor seven days of fixed mock ranking history.
ja: 固定 mock データで 7 日間の順位履歴を確認します。

# rank.title
source: Rank Tracking
ja: 順位トラッキング

# rank.trend.down
source: Down
ja: 下降

# rank.trend.flat
source: Flat
ja: 横ばい

# rank.trend.new
source: New
ja: 新規

# rank.trend.up
source: Up
ja: 上昇

# settings.apiKey
source: API key
ja: API キー

# settings.apiKey.placeholder
source: Unavailable in mock mode
ja: Mock Mode では未使用

# settings.apiURL.placeholder
source: Live endpoint disabled in Phase 1
ja: Phase 1 ではライブ接続なし

# settings.check
source: Check
ja: 確認

# settings.connection
source: Connection
ja: 接続

# settings.connection.mockOnly
source: Mock mode only. The app uses bundled fixtures and makes no live requests.
ja: Mock Mode 専用です。同梱 fixture のみを使い、ライブ通信は行いません。

# settings.language
source: Language
ja: 言語

# settings.language.en
source: English
ja: 英語

# settings.language.ja
source: Japanese
ja: 日本語

# settings.preferences
source: Preferences
ja: 表示設定

# settings.privacy
source: Privacy posture
ja: プライバシー方針

# settings.privacy.fixtures
source: Sample domains use fictional fixture data.
ja: サンプルドメインは架空 fixture データです。

# settings.privacy.local
source: Local-LLM style suggestions are mock outputs.
ja: ローカル LLM 風の提案は mock 出力です。

# settings.privacy.offline
source: Offline-first mock mode is active.
ja: オフライン優先の Mock Mode が有効です。

# settings.subtitle
source: Configure mock mode, language, and appearance.
ja: Mock Mode、言語、表示テーマを設定します。

# settings.theme
source: Theme
ja: テーマ

# settings.theme.dark
source: Dark
ja: ダーク

# settings.theme.light
source: Light
ja: ライト

# settings.theme.system
source: System
ja: OS 追従

# settings.title
source: Settings
ja: 設定

# state.loading
source: Loading
ja: 読み込み中

# state.offline.title
source: Offline data could not be loaded
ja: オフラインデータを読み込めません

# state.retry
source: Retry
ja: 再試行
